Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.sidebarAppearance.tintOpacity.subtitle
source: How strongly the tint color shows over the sidebar material.
ar: مدى قوة ظهور لون التلوين فوق مادة الشريط الجانبي.
bs: Koliko jako se boja nijanse prikazuje preko materijala bočne trake.
da: Hvor stærkt farvetonen vises over sidebjælkens materiale.
de: Wie stark der Farbton über dem Seitenleisten-Material sichtbar ist.
es: Intensidad del color de tinte sobre el material de la barra lateral.
fr: Intensité de la teinte sur le matériau de la barre latérale.
it: Intensità della tinta sul materiale della barra laterale.
ja: サイドバーの素材上にティントカラーがどの程度表示されるか。
ko: 사이드바 재질 위에 색조 색상이 표시되는 강도.
nb: Hvor sterkt fargetonen vises over sidefelts materiale.
pl: Jak silnie kolor odcienia jest widoczny na materiale paska bocznego.
pt_br: Intensidade da cor de tonalidade sobre o material da barra lateral.
ru: Насколько сильно оттенок виден на материале боковой панели.
th: ความเข้มของสีโทนที่แสดงบนวัสดุแถบด้านข้าง
tr: Renk tonunun kenar çubuğu materyali üzerinde ne kadar güçlü göründüğü.
uk: Наскільки сильно колір відтінку проявляється поверх матеріалу бічної панелі.
zh_hans: 色调颜色在侧边栏材质上的显示强度。
zh_hant: 色調顏色在側邊欄材質上的顯示強度。

# settings.sidebarAppearance.reset
source: Reset Sidebar Tint
ar: إعادة تعيين لون الشريط الجانبي
bs: Resetuj nijansu bočne trake
da: Nulstil sidebjælkens farvetone
de: Seitenleisten-Farbton zurücksetzen
es: Restablecer tinte de la barra lateral
fr: Réinitialiser la teinte de la barre latérale
it: Ripristina tinta barra laterale
ja: サイドバーのティントをリセット
ko: 사이드바 색조 초기화
nb: Tilbakestill sidefelts fargetone
pl: Resetuj odcień paska bocznego
pt_br: Redefinir Tonalidade da Barra Lateral
ru: Сбросить оттенок боковой панели
th: รีเซ็ตโทนสีแถบด้านข้าง
tr: Kenar Çubuğu Renk Tonunu Sıfırla
uk: Скинути відтінок бічної панелі
zh_hans: 重置侧边栏色调
zh_hant: 重置側邊欄色調

# settings.sidebarAppearance.reset.subtitle
source: Restore default sidebar appearance.
ar: استعادة مظهر الشريط الجانبي الافتراضي.
bs: Vrati zadani izgled bočne trake.
da: Gendan standardudseendet for sidebjælken.
de: Standard-Seitenleisten-Erscheinungsbild wiederherstellen.
es: Restaurar la apariencia predeterminada de la barra lateral.
fr: Restaurer l'apparence par défaut de la barre latérale.
it: Ripristina l'aspetto predefinito della barra laterale.
ja: サイドバーの外観をデフォルトに戻す。
ko: 사이드바 모양을 기본값으로 복원합니다.
nb: Gjenopprett standard sidefelts utseende.
pl: Przywróć domyślny wygląd paska bocznego.
pt_br: Restaurar aparência padrão da barra lateral.
ru: Восстановить внешний вид боковой панели по умолчанию.
th: คืนค่ารูปลักษณ์แถบด้านข้างเป็นค่าเริ่มต้น
tr: Varsayılan kenar çubuğu görünümünü geri yükle.
uk: Відновити стандартний зовнішній вигляд бічної панелі.
zh_hans: 恢复默认侧边栏外观。
zh_hant: 恢復預設側邊欄外觀。

# settings.sidebarAppearance.reset.button
source: Reset
ar: إعادة تعيين
bs: Resetuj
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
nb: Tilbakestill
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
zh_hans: 重置
zh_hant: 重置

# settings.sidebarAppearance.defaultLabel
source: Default
ar: افتراضي
bs: Zadano
da: Standard
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
nb: Standard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Стандартний
zh_hans: 默认
zh_hant: 預設

# menu.openInIntelliJ
source: Open Current Directory in IntelliJ IDEA
ar: فتح الدليل الحالي في IntelliJ IDEA
bs: Otvori trenutni direktorij u IntelliJ IDEA
da: Åbn nuværende mappe i IntelliJ IDEA
de: Aktuelles Verzeichnis in IntelliJ IDEA öffnen
es: Abrir directorio actual en IntelliJ IDEA
fr: Ouvrir le répertoire courant dans IntelliJ IDEA
it: Apri la directory corrente in IntelliJ IDEA
ja: 現在のディレクトリを IntelliJ IDEA で開く
ko: 현재 디렉토리를 IntelliJ IDEA에서 열기
nb: Åpne gjeldende katalog i IntelliJ IDEA
pl: Otwórz bieżący katalog w IntelliJ IDEA
pt_br: Abrir Diretório Atual no IntelliJ IDEA
ru: Открыть текущий каталог в IntelliJ IDEA
th: เปิดไดเรกทอรีปัจจุบันใน IntelliJ IDEA
tr: Geçerli Dizini IntelliJ IDEA'da Aç
uk: Відкрити поточну теку в IntelliJ IDEA
zh_hans: 在 IntelliJ IDEA 中打开当前目录
zh_hant: 在 IntelliJ IDEA 中開啟目前目錄

# terminalContextMenu.copy
source: Copy
ar: نسخ
bs: Kopiraj
da: Kopiér
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
km: ចម្លង
ko: 복사
nb: Kopier
pl: Kopiuj
pt_br: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyala
uk: Копіювати
zh_hans: 复制
zh_hant: 複製

# terminalContextMenu.paste
source: Paste
ar: لصق
bs: Zalijepi
da: Indsæt
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
km: បិទភ្ជាប់
ko: 붙여넣기
nb: Lim inn
pl: Wklej
pt_br: Colar
ru: Вставить
th: วาง
tr: Yapıştır
uk: Вставити
zh_hans: 粘贴
zh_hant: 貼上

# terminalContextMenu.resetTerminal
source: Reset Terminal
ar: إعادة تعيين الوحدة الطرفية
bs: Ponovo postavi terminal
da: Nulstil terminal
de: Terminal zurücksetzen
es: Restablecer terminal
fr: Réinitialiser le terminal
it: Reimposta terminale
ja: ターミナルをリセット
km: កំណត់ស្ថានីយឡើងវិញ
ko: 터미널 초기화
nb: Tilbakestill terminal
pl: Zresetuj terminal
pt_br: Redefinir terminal
ru: Сбросить терминал
th: รีเซ็ตเทอร์มินัล
tr: Terminali Sıfırla
uk: Скинути термінал
zh_hans: 重置终端
zh_hant: 重設終端機

# terminalContextMenu.reconnectWindow
source: Reconnect This Window
ar: إعادة الاتصال بهذه النافذة
bs: Ponovo poveži ovaj prozor
da: Forbind dette vindue igen
de: Dieses Fenster erneut verbinden
es: Reconectar esta ventana
fr: Reconnecter cette fenêtre
it: Riconnetti questa finestra
ja: このウインドウに再接続
km: ភ្ជាប់បង្អួចនេះឡើងវិញ
ko: 이 윈도우 다시 연결
nb: Koble til dette vinduet på nytt
pl: Połącz ponownie to okno
pt_br: Reconectar esta janela
ru: Переподключить это окно
th: เชื่อมต่อหน้าต่างนี้อีกครั้ง
tr: Bu Pencereyi Yeniden Bağla
uk: Повторно підключити це вікно
zh_hans: 重新连接此窗口
zh_hant: 重新連接此視窗

# alert.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
zh_hans: 取消
zh_hant: 取消

# alert.moveTab.failed.message
source: UniConnect could not move this tab to the selected destination.
ar: لم يتمكن UniConnect من نقل علامة التبويب هذه إلى الوجهة المحددة.
bs: UniConnect nije mogao premjestiti ovu karticu na odabrano odredište.
da: UniConnect kunne ikke flytte dette faneblad til den valgte destination.
de: UniConnect konnte diesen Tab nicht zum ausgewählten Ziel verschieben.
es: UniConnect no pudo mover esta pestaña al destino seleccionado.
fr: UniConnect n'a pas pu déplacer cet onglet vers la destination sélectionnée.
it: UniConnect non è riuscito a spostare questa scheda nella destinazione selezionata.
ja: UniConnectはこのタブを選択した移動先に移動できませんでした。
km: UniConnect មិនអាចផ្លាស់ទីផ្ទាំងនេះទៅទិសដៅដែលបានជ្រើសរើសទេ។
ko: UniConnect가 이 탭을 선택한 대상으로 이동할 수 없습니다.
nb: UniConnect kunne ikke flytte denne fanen til det valgte målet.
pl: UniConnect nie mógł przenieść tej karty do wybranego miejsca docelowego.
pt_br: O UniConnect não conseguiu mover esta aba para o destino selecionado.
ru: UniConnect не смог переместить эту вкладку в выбранное место назначения.
th: UniConnect ไม่สามารถย้ายแท็บนี้ไปยังปลายทางที่เลือกได้
tr: UniConnect bu sekmeyi seçilen hedefe taşıyamadı.
uk: UniConnect не вдалося перемістити цю вкладку до вибраного пункту призначення.
zh_hans: UniConnect 无法将此标签页移动到所选位置。
zh_hant: UniConnect 無法將此標籤頁移動到所選位置。

# alert.moveTab.failed.title
source: Move Failed
ar: فشل النقل
bs: Premještanje nije uspjelo
da: Flytning mislykkedes
de: Verschieben fehlgeschlagen
es: Error al mover
fr: Échec du déplacement
it: Spostamento non riuscito
ja: 移動に失敗
ko: 이동 실패
nb: Flytting mislyktes
pl: Przenoszenie nie powiodło się
pt_br: Falha ao Mover
ru: Не удалось переместить
th: ย้ายไม่สำเร็จ
tr: Taşıma Başarısız
zh_hans: 移动失败
zh_hant: 移動失敗

# alert.moveTab.message
source: Choose a destination for this tab.
ar: اختر وجهة لعلامة التبويب هذه.
bs: Odaberite odredište za ovu karticu.
da: Vælg en destination for dette faneblad.
de: Wählen Sie ein Ziel für diesen Tab.
es: Elige un destino para esta pestaña.
fr: Choisissez une destination pour cet onglet.
it: Scegli una destinazione per questa scheda.
ja: このタブの移動先を選択してください。
ko: 이 탭의 대상을 선택하세요.
nb: Velg et mål for denne fanen.
pl: Wybierz miejsce docelowe dla tej karty.
pt_br: Escolha um destino para esta aba.
ru: Выберите назначение для этой вкладки.
th: เลือกปลายทางสำหรับแท็บนี้
tr: Bu sekme için bir hedef seçin.
zh_hans: 选择此标签页的目标位置。
zh_hant: 選擇此標籤頁的目標位置。

# alert.moveTab.move
source: Move
ar: نقل
bs: Premjesti
da: Flyt
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
ko: 이동
nb: Flytt
pl: Przenieś
pt_br: Mover
ru: Переместить
th: ย้าย
tr: Taşı
zh_hans: 移动
zh_hant: 移動

# alert.moveTab.newWorkspaceInCurrentWindow
source: New Workspace in Current Window
ar: مساحة عمل جديدة في النافذة الحالية
bs: Novi radni prostor u trenutnom prozoru
da: Nyt arbejdsområde i aktuelt vindue
de: Neuer Arbeitsbereich im aktuellen Fenster
es: Nuevo espacio de trabajo en ventana actual
fr: Nouvel espace de travail dans la fenêtre actuelle
it: Nuova area di lavoro nella finestra corrente
ja: 現在のウィンドウに新しいワークスペース
ko: 현재 창에 새 작업 공간
nb: Nytt arbeidsområde i nåværende vindu
pl: Nowa przestrzeń robocza w bieżącym oknie
pt_br: Nova Área de Trabalho na Janela Atual
ru: Новое рабочее пространство в текущем окне
th: เวิร์กสเปซใหม่ในหน้าต่างปัจจุบัน
tr: Mevcut Pencerede Yeni Çalışma Alanı
zh_hans: 在当前窗口新建工作区
zh_hant: 在目前視窗新建工作區

# alert.moveTab.selectedWorkspaceInNewWindow
source: Selected Workspace in New Window
ar: مساحة العمل المحددة في نافذة جديدة
bs: Odabrani radni prostor u novom prozoru
da: Valgt arbejdsområde i nyt vindue
de: Ausgewählter Arbeitsbereich in neuem Fenster
es: Espacio de trabajo seleccionado en nueva ventana
fr: Espace de travail sélectionné dans une nouvelle fenêtre
it: Area di lavoro selezionata in nuova finestra
ja: 選択したワークスペースを新しいウィンドウに
ko: 새 창에서 선택한 작업 공간
nb: Valgt arbeidsområde i nytt vindu
pl: Wybrana przestrzeń robocza w nowym oknie
pt_br: Área de Trabalho Selecionada em Nova Janela
ru: Выбранное рабочее пространство в новом окне
th: เวิร์กสเปซที่เลือกในหน้าต่างใหม่
tr: Seçili Çalışma Alanı Yeni Pencerede
zh_hans: 在新窗口中打开选中的工作区
zh_hant: 在新視窗中開啟選取的工作區

# alert.moveTab.title
source: Move Tab
ar: نقل علامة التبويب
bs: Premjesti karticu
da: Flyt faneblad
de: Tab verschieben
es: Mover pestaña
fr: Déplacer l'onglet
it: Sposta scheda
ja: タブを移動
ko: 탭 이동
nb: Flytt fane
pl: Przenieś kartę
pt_br: Mover Aba
ru: Переместить вкладку
th: ย้ายแท็บ
tr: Sekmeyi Taşı
zh_hans: 移动标签页
zh_hant: 移動標籤頁

# alert.ok
source: OK
ar: موافق
es: Aceptar
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant: 確定

# alert.renameTab.message
source: Enter a custom name for this window.
ar: أدخل اسمًا مخصصًا لهذه النافذة.
bs: Unesite prilagođeni naziv za ovaj prozor.
da: Indtast et brugerdefineret navn til dette vindue.
de: Geben Sie einen benutzerdefinierten Namen für dieses Fenster ein.
es: Introduce un nombre personalizado para esta ventana.
fr: Saisissez un nom personnalisé pour cette fenêtre.
it: Inserisci un nome personalizzato per questa finestra.
ja: このウインドウのカスタム名を入力してください。
km: បញ្ចូលឈ្មោះផ្ទាល់ខ្លួនសម្រាប់បង្អួចនេះ។
ko: 이 윈도우의 사용자 지정 이름을 입력하세요.
nb: Skriv inn et egendefinert navn for dette vinduet.
pl: Wprowadź własną nazwę dla tego okna.
pt_br: Insira um nome personalizado para esta janela.
ru: Введите пользовательское имя для этого окна.
th: ป้อนชื่อที่กำหนดเองสำหรับหน้าต่างนี้
tr: Bu pencere için özel bir ad girin.
uk: Введіть власну назву для цього вікна.
zh_hans: 请输入此窗口的自定义名称。
zh_hant: 請為此視窗輸入自訂名稱。

# alert.renameTab.placeholder
source: Window name
ar: اسم النافذة
bs: Naziv prozora
da: Vinduesnavn
de: Fenstername
es: Nombre de la ventana
fr: Nom de la fenêtre
it: Nome finestra
ja: ウインドウ名
km: ឈ្មោះបង្អួច
ko: 윈도우 이름
nb: Vindusnavn
pl: Nazwa okna
pt_br: Nome da janela
ru: Имя окна
th: ชื่อหน้าต่าง
tr: Pencere adı
uk: Назва вікна
zh_hans: 窗口名称
zh_hant: 視窗名稱

# alert.renameTab.rename
source: Rename
ar: إعادة التسمية
bs: Preimenuj
da: Omdøb
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 変更
ko: 이름 변경
nb: Gi nytt navn
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
zh_hans: 重命名
zh_hant: 重新命名

# alert.renameTab.title
source: Rename Window
ar: إعادة تسمية النافذة
bs: Preimenuj prozor
da: Omdøb vindue
de: Fenster umbenennen
es: Renombrar ventana
fr: Renommer la fenêtre
it: Rinomina finestra
ja: ウインドウ名を変更
km: ប្តូរឈ្មោះបង្អួច
ko: 윈도우 이름 변경
nb: Gi vinduet nytt navn
pl: Zmień nazwę okna
pt_br: Renomear janela
ru: Переименовать окно
th: เปลี่ยนชื่อหน้าต่าง
tr: Pencereyi Yeniden Adlandır
uk: Перейменувати вікно
zh_hans: 重命名窗口
zh_hant: 重新命名視窗

# settings.terminal.copyOnSelect
source: Copy on Selection
ar: النسخ عند التحديد
bs: Kopiraj pri odabiru
da: Kopiér ved markering
de: Beim Auswählen kopieren
es: Copiar al seleccionar
fr: Copier à la sélection
it: Copia alla selezione
ja: 選択時にコピー
km: ចម្លងពេលជ្រើស
ko: 선택 시 복사
nb: Kopier ved markering
pl: Kopiuj po zaznaczeniu
pt_br: Copiar ao selecionar
ru: Копировать при выделении
th: คัดลอกเมื่อเลือก
tr: Seçimde kopyala
uk: Копіювати під час виділення
zh_hans: 选择时复制
zh_hant: 選取時複製

# settings.terminal.copyOnSelect.subtitleOff
source: Terminal selections do not replace the system clipboard. Use Cmd+C to copy manually.
ar: تحديدات الطرفية لا تستبدل حافظة النظام. استخدم Cmd+C للنسخ يدويًا.
bs: Odabiri u terminalu ne zamjenjuju sistemski međuspremnik. Koristite Cmd+C za ručno kopiranje.
da: Terminalmarkeringer erstatter ikke systemets udklipsholder. Brug Cmd+C for at kopiere manuelt.
de: Terminalauswahlen ersetzen nicht die Systemzwischenablage. Verwende Cmd+C, um manuell zu kopieren.
es: Las selecciones del terminal no reemplazan el portapapeles del sistema. Usa Cmd+C para copiar manualmente.
fr: Les sélections du terminal ne remplacent pas le presse-papiers système. Utilisez Cmd+C pour copier manuellement.
it: Le selezioni del terminale non sostituiscono gli appunti di sistema. Usa Cmd+C per copiare manualmente.
ja: ターミナルで選択してもシステムクリップボードは置き換えません。コピーするには Cmd+C を使います。
km: ការជ្រើសក្នុង terminal មិនជំនួសក្ដារតម្រៀបរបស់ប្រព័ន្ធទេ។ ប្រើ Cmd+C ដើម្បីចម្លងដោយដៃ។
ko: 터미널 선택은 시스템 클립보드를 바꾸지 않습니다. 수동으로 복사하려면 Cmd+C를 사용하세요.
nb: Terminalmarkeringer erstatter ikke systemutklippstavlen. Bruk Cmd+C for å kopiere manuelt.
pl: Zaznaczenia w terminalu nie zastępują schowka systemowego. Użyj Cmd+C, aby skopiować ręcznie.
pt_br: As seleções do terminal não substituem a área de transferência do sistema. Use Cmd+C para copiar manualmente.
ru: Выделения в терминале не заменяют системный буфер обмена. Используйте Cmd+C, чтобы копировать вручную.
th: การเลือกในเทอร์มินัลจะไม่แทนที่คลิปบอร์ดของระบบ ใช้ Cmd+C เพื่อคัดลอกด้วยตนเอง
tr: Terminal seçimleri sistem panosunun yerini almaz. Elle kopyalamak için Cmd+C kullanın.
uk: Виділення в терміналі не замінюють системний буфер обміну. Використовуйте Cmd+C, щоб копіювати вручну.
zh_hans: 终端选择不会替换系统剪贴板。请使用 Cmd+C 手动复制。
zh_hant: 終端機選取不會取代系統剪貼簿。請使用 Cmd+C 手動複製。

# settings.terminal.copyOnSelect.subtitleOn
source: Selected terminal text is copied to the system clipboard when the selection is committed.
ar: يتم نسخ نص الطرفية المحدد إلى حافظة النظام عند تثبيت التحديد.
bs: Odabrani tekst iz terminala kopira se u sistemski međuspremnik kada se odabir potvrdi.
da: Markeret terminaltekst kopieres til systemets udklipsholder, når markeringen bekræftes.
de: Ausgewählter Terminaltext wird in die Systemzwischenablage kopiert, sobald die Auswahl bestätigt wird.
es: El texto seleccionado del terminal se copia al portapapeles del sistema cuando se confirma la selección.
fr: Le texte sélectionné dans le terminal est copié dans le presse-papiers système lorsque la sélection est validée.
it: Il testo selezionato nel terminale viene copiato negli appunti di sistema quando la selezione viene confermata.
ja: 選択が確定したとき、ターミナルで選択したテキストをシステムクリップボードへコピーします。
km: អត្ថបទ terminal ដែលបានជ្រើស នឹងត្រូវចម្លងទៅក្ដារតម្រៀបរបស់ប្រព័ន្ធ ពេលការជ្រើសត្រូវបានបញ្ជាក់។
ko: 선택이 확정되면 선택한 터미널 텍스트가 시스템 클립보드에 복사됩니다.
nb: Markert terminaltekst kopieres til systemutklippstavlen når markeringen bekreftes.
pl: Zaznaczony tekst terminala jest kopiowany do schowka systemowego po zatwierdzeniu zaznaczenia.
pt_br: O texto selecionado no terminal é copiado para a área de transferência do sistema quando a seleção é confirmada.
ru: Выделенный текст терминала копируется в системный буфер обмена после подтверждения выделения.
th: ข้อความเทอร์มินัลที่เลือกจะถูกคัดลอกไปยังคลิปบอร์ดของระบบเมื่อยืนยันการเลือก
tr: Seçim kesinleştiğinde seçilen terminal metni sistem panosuna kopyalanır.
uk: Вибраний текст термінала копіюється до системного буфера обміну після підтвердження виділення.
zh_hans: 确认选择后，所选终端文本会复制到系统剪贴板。
zh_hant: 確認選取後，所選終端機文字會複製到系統剪貼簿。

# settings.app.openSupportedFilesInCmux
source: Open Supported Files in UniConnect
ar: فتح الملفات المدعومة في UniConnect
bs: Otvori podržane datoteke u UniConnectu
da: Åbn understøttede filer i UniConnect
de: Unterstützte Dateien in UniConnect öffnen
es: Abrir archivos compatibles en UniConnect
fr: Ouvrir les fichiers pris en charge dans UniConnect
it: Apri i file supportati in UniConnect
ja: 対応ファイルを UniConnect で開く
km: បើកឯកសារដែលគាំទ្រនៅក្នុង UniConnect
ko: 지원되는 파일을 UniConnect에서 열기
nb: Åpne støttede filer i UniConnect
pl: Otwórz obsługiwane pliki w UniConnect
pt_br: Abrir arquivos compatíveis no UniConnect
ru: Открывать поддерживаемые файлы в UniConnect
th: เปิดไฟล์ที่รองรับใน UniConnect
tr: Desteklenen Dosyaları UniConnect'te Aç
uk: Відкривати підтримувані файли в UniConnect
zh_hans: 在 UniConnect 中打开支持的文件
zh_hant: 在 UniConnect 中開啟支援的檔案

# settings.app.openMarkdownInCmuxViewer
source: Open Markdown in UniConnect Viewer
ar: افتح Markdown في عارض UniConnect
bs: Otvori Markdown u UniConnect Viewer
da: Åbn Markdown i UniConnect Viewer
de: Markdown im UniConnect-Viewer öffnen
es: Abrir Markdown en el visor UniConnect
fr: Ouvrir Markdown dans la visionneuse UniConnect
it: Apri Markdown nel visualizzatore UniConnect
ja: UniConnect ビューアで Markdown を開く
km: បើក Markdown ក្នុង UniConnect Viewer
ko: UniConnect 뷰어에서 Markdown 열기
nb: Åpne Markdown i UniConnect Viewer
pl: Otwórz Markdown w UniConnect przeglądarce
pt_br: Abra Markdown no UniConnect Visualizador
ru: Открыть Markdown в UniConnect Viewer
th: เปิด Markdown ใน UniConnect โปรแกรมดู
tr: Markdown'yi UniConnect Görüntüleyicide açın
uk: Відкрийте Markdown у UniConnect Viewer
zh_hans: 在 UniConnect 查看器中打开 Markdown
zh_hant: 在 UniConnect 檢視器中開啟 Markdown

# settings.app.openMarkdownInCmuxViewer.subtitle
source: Cmd-clicking Markdown files opens the rendered UniConnect markdown viewer instead of the generic file preview.
ar: يؤدي النقر على مفتاح Cmd Markdown إلى فتح عارض تخفيض السعر UniConnect بدلاً من معاينة الملف العامة.
bs: Klikom na Cmd Markdown fajlovi otvaraju se prikazani UniConnect preglednik oznaka umesto generičkog pregleda datoteke.
da: Cmd-klikker på Markdown filer åbner den renderede UniConnect markdown viewer i stedet for den generiske fil forhåndsvisning.
de: Cmd-Klick auf Markdown-Dateien öffnet den gerenderten UniConnect-Markdown-Viewer statt der allgemeinen Dateivorschau.
es: Hacer Cmd+clic en archivos Markdown abre el visor de Markdown renderizado de UniConnect en lugar de la vista previa genérica de archivos.
fr: Cmd+clic sur les fichiers Markdown ouvre la visionneuse Markdown rendue de UniConnect au lieu de l'aperçu générique des fichiers.
it: Cmd+clic sui file Markdown apre il visualizzatore Markdown renderizzato di UniConnect invece dell'anteprima file generica.
ja: Markdown ファイルを Cmd+クリックすると、汎用ファイルプレビューではなくレンダリング済みの UniConnect マークダウンビューアで開きます。
km: Cmd-clicking Markdown ឯកសារបើកកម្មវិធីបង្ហាញUniConnect markdown viewer ជំនួសឱ្យការមើលឯកសារទូទៅ។
ko: Markdown 파일을 Cmd+클릭하면 일반 파일 미리보기 대신 렌더링된 UniConnect Markdown 뷰어에서 열립니다.
nb: Cmd-klikker Markdown-filer åpner den gjengitte UniConnect markdown-visningen i stedet for den generelle forhåndsvisningen av filen.
pl: Kliknięcie plików Markdown przy użyciu polecenia cmd powoduje otwarcie renderowanej przeglądarki przecen UniConnect zamiast ogólnego podglądu plików.
pt_br: Clicar com Cmd nos arquivos Markdown abre o visualizador de markdown UniConnect renderizado em vez da visualização genérica do arquivo.
ru: Щелчок Cmd по файлам Markdown открывает визуализированную программу просмотра уценок UniConnect вместо общего предварительного просмотра файла.
th: การคลิก Cmd ไฟล์ Markdown จะเปิดโปรแกรมดูมาร์กดาวน์ UniConnect ที่แสดงผลแทนการแสดงตัวอย่างไฟล์ทั่วไป
tr: Markdown dosyalarına Cmd tuşuna basarak tıklamak, genel dosya önizlemesi yerine işlenmiş UniConnect işaretleme görüntüleyicisini açar.
uk: Клацання файлів Markdown, утримуючи Cmd, відкриває відтворений засіб перегляду розміток UniConnect замість загального попереднього перегляду файлів.
zh_hans: Cmd+点击 Markdown 文件会在渲染后的 UniConnect Markdown 查看器中打开，而不是通用文件预览。
zh_hant: Cmd+點擊 Markdown 檔案會在轉譯後的 UniConnect Markdown 檢視器中開啟，而不是通用檔案預覽。

# dock.empty.subtitle
source: Add controls to .uniconnect/dock.json.
ar: أضف عناصر التحكم إلى .uniconnect/dock.json.
bs: Dodajte kontrole u .uniconnect/dock.json.
da: Tilføj kontroller til .uniconnect/dock.json.
de: Fügen Sie Steuerelemente zu .uniconnect/dock.json hinzu.
es: Añade controles a .uniconnect/dock.json.
fr: Ajoutez des contrôles à .uniconnect/dock.json.
it: Aggiungi controlli a .uniconnect/dock.json.
ja: コントロールを .uniconnect/dock.json に追加します。
km: បន្ថែមការគ្រប់គ្រងទៅ .uniconnect/dock.json ។
ko: .uniconnect/dock.json에 컨트롤을 추가합니다.
nb: Legg til kontroller til .uniconnect/dock.json.
pl: Dodaj elementy sterujące do pliku .uniconnect/dock.json.
pt_br: Adicione controles a .uniconnect/dock.json.
ru: Добавьте элементы управления в .uniconnect/dock.json.
th: เพิ่มการควบคุมให้กับ .uniconnect/dock.json
tr: .uniconnect/dock.json'a denetimler ekleyin.
uk: Додайте елементи керування до .uniconnect/dock.json.
zh_hans: 将控件添加到 .uniconnect/dock.json。
zh_hant: 將控制項新增至 .uniconnect/dock.json。
